[
    {
      "id":1,
      "Title":"3 Idiots",
      "Link":"https://m.media-amazon.com/images/M/MV5BNTkyOGVjMGEtNmQzZi00NzFlLTlhOWQtODYyMDc2ZGJmYzFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_.jpg",
      "Production_comp" : "Vindod chopra Films",
      "Distributor" : "Reliance Entertainment",
      "WorldWideGross": "₹460 crore (US$90 million)",
      "Discription": "3 Idiots (stylized as 3 idiots) is a 2009 Indian Hindi-language coming-of-age comedy-drama film written, edited and directed by Rajkumar Hirani, co-written by Abhijat Joshi and produced by Vidhu Vinod Chopra. Adapted loosely from Chetan Bhagat's novel Five Point Someone,[5] the film stars Aamir Khan, R. Madhavan and Sharman Joshi in the titular roles, marking their reunion three years after Rang De Basanti (2006), while Kareena Kapoor, Boman Irani and Omi Vaidya star in pivotal roles. Narrated through two parallel dramas, one in the present and the other set ten years in the past, the story follows the friendship of three students at an Indian engineering college and is a satire about the social pressures under the Indian education system.Produced by Chopra under the banner Vinod Chopra Films,[9][10] 3 Idiots incorporated real Indian inventions created by Remya Jose,[11] Mohammad Idris,[12] Jahangir Painter[13] and Sonam Wangchuk, the latter of whom also inspired Khan's characterUpon its release on December 25, 2009, 3 Idiots received widespread critical acclaim and commercial success and is considered to be among the greatest Bollywood films ever made;[15] it was also the highest-grossing film in its opening weekend in India, had the highest opening day collections for an Indian film up until that point, and also held the record for the highest net collections in the first week for a Hindi film. Eventually, it became one of the few Indian films at the time to become successful in East Asian markets such as China[16] and Japan,[17] eventually bringing its worldwide gross to ₹392 crore ($90 million)[a][18][19] — it was the highest-grossing Indian film ever at the time and the highest grossing Indian film of the 2000s. It is also the 17th highest grossing Indian film of all time.[20] The film also had a social impact on attitudes toward education in India,[21] as well as in other Asian countries such as China.[7]At the 57th National Film Awards, 3 Idiots won 3 National Film Awards, including Best Popular Film Providing Wholesome Entertainment. Additionally, the film received 11 nominations at the 55th Filmfare Awards, including Best Actor (Khan), Best Actress (Kapoor) and Best Supporting Actor (Madhavan and Joshi), and won a leading 6 awards (tying with Dev.D), including Best Film, Best Director (Hirani) and Best Supporting Actor (Irani). Overseas, it won the Grand Prize at Japan's Videoyasan Awards,[22][23][17] while it was nominated for Best Outstanding Foreign Language Film at the Japan Academy Awards[24][25] and Best Foreign Film at China's Beijing International Film Festival.[26]The film was remade in Tamil as Nanban (2012), which also received critical praise and commercial success.[27][28] A Mexican remake, 3 Idiotas, was also released in 2017.[29]"
    },
    {
      "id":2,
      "Title":"pathaan",
      "Link":"https://m.media-amazon.com/images/M/MV5BM2QzM2JiNTMtYjU4Ny00MDZkLTk3MmUtYTRjMzVkZGJlNmYyXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_FMjpg_UX1000_.jpg",
      "Production_comp" : "Aditya chopra of yashraj Films",
      "Distributor" : "Desi Entertainment Paris,induian Films",
      "WorldWideGross": "₹1,050.3 crore (US$130 million)",
      "Discription": "Pathaan is a 2023 Indian Hindi-language action thriller film directed by Siddharth Anand and produced by Aditya Chopra of Yash Raj Films.[4] The fourth installment in the YRF Spy Universe, it stars Shah Rukh Khan, Deepika Padukone, and John Abraham, alongside Dimple Kapadia and Ashutosh Rana. Written by Shridhar Raghavan and Abbas Tyrewala from a story by Anand, the film is about Pathaan, an exiled RAW agent, who must work with ISI agent Rubina to take down Jim, a former RAW agent-turned-traitor, who is planning to spread a deadly lab-generated virus across India.The film was shot over various locations in India, Afghanistan, Spain, UAE, Turkey, Russia, Italy and France. Grossing ₹877.45 crore (US$110 million) worldwide, Pathaan ranks as the highest-grossing Hindi film of 2023, the fourth-highest-grossing Hindi film and seventh-highest-grossing Indian film of all time, as well as the highest-grossing of Khan's career and Yash Raj Films' releases."
    },
    {
      "id":3,
      "Title":"PK",
      "Link":"https://m.media-amazon.com/images/M/MV5BMTg5NzIzMzEyOF5BMl5BanBnXkFtZTgwMjgzMTg0MzE@._V1_.jpg",
      "Production_comp" : "Hirani and vinod chopra",
      "Distributor" : "UTV Movies",
      "WorldWideGross": "₹753.36 crore (US$118.92 million)",
      "Discription": "The Kashmir Files stars Mithun Chakraborty, Anupam Kher, Darshan Kumar, and Pallavi Joshi.[21] The plot follows a Kashmiri Hindu college student, raised by his exiled grandfather and shielded from the knowledge of the circumstances of the death of his parents. After his grandfather's death, the student, who had come to believe at college that the exodus was benign, becomes driven to uncover the facts of his family's deaths. The plot alternates between the student's quest in the present time, 2020, and his family's travails of thirty years before. The film was released in theatres on 11 March 2022.[6] It has been a commercial success,[1][22] seemingly benefitting from promotion by India's ruling Hindu nationalist Bharatiya Janata Party (BJP) and tax benefits.[23]"
    },
    {
      "id":4,
      "Title":"Ek Tha Tiger",
      "Link":"https://stat4.bollywoodhungama.in/wp-content/uploads/2016/03/53197603.jpg",
      "Production_comp" : "T-Series Films",
      "Distributor" : "UTV Films",
      "WorldWideGross": "₹334.39 crore (US$46 million)",
      "Discription":"In the dark world of intelligence and espionage, all information is guarded in the name of national security. But some stories escape the fiercely-guarded classified files, stories that become legends. This is one such story, a story that shook the very foundation of this dark world. In a government employees' neighbourhood in New Delhi, lived a rugged, handsome and mysterious bachelor about whom his neighbours knew nothing. That was because he was India's top spy, an officer with the Research and Analysis Wing (RAW), India's external intelligence agency. This man was known even in official corridors as TIGER. Tiger is sent on a relatively easy and safe mission to Dublin, Ireland to observe a scientist of Indian origin who is suspected of sharing his research findings with the Pakistan defence establishment. Tiger attempts to meet the scientist but is not successful. He tries to befriend the scientist's part-time home caretaker Zoya. As Tiger gets closer to Zoya, he begins to discover his human side. For the first time in his life, Tiger falls in love. What follows is a tumultuous journey that Tiger and Zoya embark upon, battling the dark world of intelligence and espionage that forbids its soldiers to fall in love"
    }
  ]